
/* Emoticon name */
"Angel" = "Angelo";

/* Emoticon name */
"Angry" = "Arrabbiato";

/* Emoticon name */
"Blush" = "Arrossito";

/* Emoticon name */
"Confused" = "Confuso";

/* Emoticon name */
"Cool" = "Fico";

/* Emoticon name */
"Cry" = "Pianto";

/* Emoticon name */
"Embarrassed" = "Imbarazzato";

/* Emoticon name */
"Erm" = "Sospettoso";

/* Emoticon name */
"Foot In Mouth" = "Piede in bocca";

/* Emoticon name */
"Frown" = "Accigliato";

/* Emoticon name */
"Gasp" = "Gasp";

/* Emoticon name */
"Grin" = "Sogghigno";

/* Emoticon name */
"Halo" = "Aureola";

/* Emoticon name */
"Kiss" = "Bacio";

/* Emoticon name */
"Lips Are Sealed" = "Labbra sigillate";

/* Emoticon name */
"Money-mouth" = "Bocca di soldi";

/* Emoticon name */
"Sad" = "Triste";

/* Emoticon name */
"Scared" = "Spaventato";

/* Emoticon name */
"Smile" = "Sorriso";

/* Emoticon name */
"Sticking Out Tongue" = "Linguaccia";

/* Emoticon name */
"Undecided" = "Indeciso";

/* Emoticon name */
"Wink" = "Occhiolino";
